<?php

return [
    'help' => [
        'default' => "
            /pidor - Сегодняшний пидор
            /me - Ваша пидорская статистика
            /today - Какой ты пидор
        ",

        'army' => 'Помощи ждать неоткуда, сами вы выбрали армию или ее выбрали за вас. Все вопросы к военкому.'
    ],
    'pidor_search_start' => [
        'default' => [
            'Загоняем всех пидоров в вольер',
            'Все пидоры в одном помещении',
            'Вы, не совсем натуралы. Я бы даже сказал совсем НЕ натуралы.',
            'Собрание в церкви святого пидора начинается',
            'Я собрал всех пидоров вместе',
            'Петушки собрались в баре "Голубая устрица"',
            'Все пидорки увязли в дурно пахнущем болоте',
            'Голубки, внимание! Ух, как вас много',
            'Из Техаса к нам присылают только быков и пидорасов. Рогов я у вас не вижу, так что выбор невелик',
            'ПИДОРЫ, приготовьте свои грязные сральники к разбору полетов!',
            'Объявляю построение пидорской роты!'
        ],

        'army' => [
            'А ну куда убегаешь',
            'Стоять, смирно!'
        ]
    ],
    'pidor_search_middle' => [
        'default' => [
            'Ищем самого возбужденного',
            'Главный сегодня только один',
            'Город засыпает, просыпается главный пидор',
            'Архипидору не скрыться',
            'У одного задок сегодня послабее',
            'Ооо, побольше бы таких в нашем клубе',
            'Сегодня Индиана Джонс в поисках утраченного пидрилы',
            'Кому-то из вас сегодня ковырнули скорлупку',
            'У кого-то дымоход почище остальных',
            'У одного из вас коптильня подогрета',
            'На грязевые ванные отправляется лишь один'
        ],

        'army' => [
            'Молодые люди, вам тут расписаться надо',
            'Щас документик один подпишем'
        ]
    ],
    'pidor_search_finisher' => [
        'default' => [
            'ХОБАНА! Вижу блеск в глазах…',
            'Воу-воу, полегче…',
            'Глину месить, это тебе не в тапки ссать…',
            'ТЫ ЧО ДЫРЯВЫЙ',
            'Поппенгаген открыт для всех желающих у…',
            'Лупится в туза, но не играет в карты',
            'Вонзается плугом в тугой чернозём',
            'Любитель сделать мясной укол',
            'Не лесник, но шебуршит в дупле',
            'Кожаная пуля в кожаном стволе у...',
            'Шышл-мышл, пёрнул спермой, вышел'
        ],

        'army' => [
            'Повестку получает товарищ',
            'Сегодняшняя повесточка у'
        ]
    ],

    'pidor_discovered' => [
        'default' => 'Сегодняшний пидор уже обнаружен: ',
        'army' => 'Сегодняшняя повестка уже выдана. Мобилизированный: '
    ],

    'pidor_streak_2' => [
        'default' => [
            'Посмотрите на него, уже дважды подряд пидарок. Неплохой результат, но ты можешь лучше.',
            'Хуя, два раза подряд пидор? Срочно звони мамке, пусть похвастается перед соседками',
            'Однажды пидор — дважды пидор, поздравляю'
        ],
        'army' => [
            'Ого, дважды повестка, молодец!'
        ]
    ],

    'pidor_streak_3' => [
        'default' => [
            'Ну, три раза подряд пидор это уже неплохо, время написать разработчику и зарепортить баг (нет)',
            'Хуя, трижды это уже охуенно! По статистике из интернета только каждый сотый становится тройным пидором!',
            'Не гордись собой особо, но ты уже трижды как пидор, молодец. Может бахнешь мне донатик по такому случаю?'
        ],

        'army' => [
            'Ого, трижды повестка, молодец! Счастливое число!'
        ]
    ],
    'pidor_streak_4' => [
        'default' => [
            'Уже 4 раза пидор.',
            'Четверый подряд, ты заебал',
            'Поздравляю с 4 пидорскими днями подряд'
        ],

        'army' => [
            '4 раза подряд, да сходи ты в военкомат, заебал'
        ]
    ],

    'pidor_streak_5' => [
        'default' => [
            'Мог бы вообще-то и с друзьями поделиться как ты предпочитаешь делиться своим очком',
            '5-й раз не пидорас (ладно, пидорас)',
            '5 дней подряд в этом чате никто не удивлен, что ты пидор'
        ]
    ],

    'pidor_streak_6' => [
        'default' => [
            'Ладно, сдаюсь, ты 6-й пидор потому твои друзья (тоже пидоры) задонатили чтобы ты выпадал',
            'Ты в курсе, что это все твои дружки-петушки занесли чтобы ты выпадал уже 6 раз подряд?',
            'Шестой день подряд так просто не бывает, может быть это твои дружки занесли бабосиков? Проверь.'
        ]
    ],

    'pidor_streak_7' => [
        'default' => [
            'На седьмой день бог успел сотворить землю, а ты все еще не успел убедиться, что ты — пидор. ',
            'Семь это счастливое число, но несчастливое для тех, кто седьмой день подряд пидор.',
            'Кстати, я наврал, что за тебя занесли денюжку твои пидорки, еще бы кто в этом мире за тебя платил.'
        ]
    ],

    'pidor_streak_8' => [
        'default' => [
            'Exception in thread "main" java.lang.RuntimeException: Pidor 8th day in a row',
            "Traceback (most recent call last):\nFile \"/pidor_searcher\", line 4, in <module> findPidor()\nPidorError: Pidor 8th day in a row",
            "Library API: Exception caught in function 'find_pidor'\nBacktrace:\n~/src/detail/Pidor.cpp:17 : Pidor 8th day in a row"
        ]
    ],

    'pidor_streak_9' => [
        'default' => [
            'Ладно, ты заебал. В следующий день выберу пидором кого-то другого, ты уже 9 раз подряд забираешь сей гордый титул',
            'Никогда еще не видел такого грандиозного пидора, 9(!!!) дней подряд, охуеть!',
            'Ты принц пидарасов'
        ]
    ],

    'pidor_streak_10' => [
        'default' => [
            '10 раз подряд.',
            'Уже 10-й раз подряд ты пидор, грац.',
            'Ну и че, кого нынче можно удивить пидором 10 раз подряд? Хап тьфу'
        ]
    ],

    'pidor_streak_else' => [
        'default' => [
            'Поздравляю, вы прошли эту игру. Выберите пидора еще раз чтобы начать заново.',
            'Вы прошли Сучару, поделитесь на форуме советами по прохождению',
            "Титры: \nРазработчик: вас ебать не должно\nСценарист: разработчик\nОсобые благодарности вашим матерям за качественные услуги\nThe end.",
        ]
    ]
];